cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/science'

brew 'go'
brew 'imagemagick'
brew 'node'
brew 'unrar'
brew 'wget'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'qt'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'utorrent'
cask 'xquartz'
