cask_args appdir: '/Applications'

tap 'homebrew/cask-cask'
tap 'homebrew/bundle'

brew 'go'
brew 'imagemagick'
brew 'node'
brew 'unrar'
brew 'wget'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'qt'
brew 'zsh'
brew 'python'
brew 'postgresql'
brew 'xsv'
brew 'jq'
brew 'httpie'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'xquartz'
cask 'spotify'
cask 'whatsapp'
cask 'bettertouchtool'
cask 'karabiner-elements'
cask 'pycharm-ce'
cask 'rstudio'
cask 'docker'
cask 'postman'
