cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'imagemagick'
brew 'node'
brew 'unrar'
brew 'wget'
brew 'vim'
brew 'watch'
brew 'qt'
brew 'zsh'
brew 'python'
brew 'postgresql'
brew 'xsv'
brew 'jq'
brew 'grep'
brew 'httpie'
brew 'fzf'
brew 'openjdk'

cask 'sublime-text'
cask 'alfred'
cask '1password'
cask 'atom'
cask 'iterm2'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'xquartz'
cask 'spotify'
cask 'whatsapp'
cask 'bettertouchtool'
cask 'karabiner-elements'
cask 'rstudio'
cask 'docker'
cask 'skype'
cask 'notion'
cask 'openoffice'
cask 'dropbox'
